adobe-source-code-pro-fonts
base
base-devel
bc
bind
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cliphist
cuda
cuda-tools
dosfstools
efibootmgr
fastfetch
ffmpegthumbnailer
fzf
git
gjs
glib2-devel
gnome-system-monitor
grim
grub
gtk-engine-murrine
gvfs
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpolkitagent
imagemagick
inxi
jq
kitty
kvantum
lib32-nvidia-utils
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
loupe
lsd
mercurial
mousepad
mpv-mpris
mtools
nano
ncdu
neovim
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
npm
nvidia-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
os-prober
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
python-pyquery
python-requests
qalculate-gtk
qt5ct
qt6ct
reflector
rofi-wayland
rsync
sddm
slurp
sof-firmware
steam
stow
sudo
swappy
swaync
swww
thunar
thunar-archive-plugin
thunar-volman
tmux
tree
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
typescript
umockdev
unzip
veracrypt
vlc
waybar
wget
wireplumber
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yad
yazi
yt-dlp
zoxide
zsh
zsh-completions
